[
  [
    "MIMIR",
    "Alright, listen up! Our situation is not great, but also not terrible.",
    0
  ],
  [
    "MIMIR",
    "A solid 3.5 out of 5.",
    5
  ],
  [
    "MIMIR",
    "CSAT knows we're here now, so their forces will be onto us pretty damn fast.",
    7
  ],
  [
    "MIMIR",
    "We have about an hour at most. Luckily, we still have some advantages going on for us.",
    11
  ],
  [
    "MIMIR",
    "They don't know how many of us there are, and they think we're just going to try and hold out here, at the Kill Farm, before our reinforcements arrive",
    16
  ],
  [
    "MIMIR",
    "Well, we're going to surprise them a little bit.",
    23
  ],
  [
    "MIMIR",
    "While ODIN is keeping the CSAT air assets busy over at Altis, we have a good chance at giving them some real problems here.",
    25
  ],
  [
    "MIMIR",
    "ODIN's orders are to move up to Camp Rogain to our south-east and attack the enemy outpost there.",
    31.5
  ],
  [
    "MIMIR",
    "It's risky, since that position is well defended, but CSAT doesn't know we're coming for them",
    37
  ],
  [
    "MIMIR",
    "As for the camp's defenses, we're looking at roughly 20 men inside it and in its immediate vicinity and roughly 20 more patrolling the roads and woods nearby.",
    42.5
  ],
  [
    "MIMIR",
    "There are some HMGs looking down on the main road and the forest to the east",
    50.5
  ],
  [
    "MIMIR",
    "Some of our boys also spotted an APC roaming about, a Marid, but they lost sight of it. It's possible it's lurking somewhere at the camp or patrolling the road.",
    54.2
  ],
  [
    "MIMIR",
    "In terms of enemy air assets, CSAT's options are severely limited, but it's likely they'll send some of the orcas they have stationed at the air base near the city once they realize they're under attack",
    62
  ],
  [
    "MIMIR",
    "If we manage to take hold of the camp, we can defend ourselves better from there. Taking the camp is one problem, but defending it is another one.",
    70
  ],
  [
    "MIMIR",
    "CSAT has bases and outposts all over the island, they will definitely try to retake the camp.",
    76
  ],
  [
    "MIMIR",
    "Most of their assets are over at Agia Marina, the port town to the west. Then they have some over at the Military Range to its south.",
    81
  ],
  [
    "MIMIR",
    "The Kamino Firing Range to the east is also one of their staging areas, as well ass Air Station Mike.",
    88
  ],
  [
    "MIMIR",
    "We have to be ready for enemy reinforcements to come from any of those places.",
    94
  ],
  [
    "MIMIR",
    "We've received word from the locals that some of the independence fighters have been captured and are being held at the camp.",
    97
  ],
  [
    "MIMIR",
    "If we free them they could help us defend the camp.",
    102
  ],
  [
    "MIMIR",
    "So that's the situation, Raven 1-1. ODIN wants you to take lead on this one, come up with a plan to take the camp and defend it.",
    104
  ],
  [
    "MIMIR",
    "We borrowed some toys from the marines over at USS Ross to help us with that goal. Look into the supply crates around this place to see if any of it could be useful.",
    111
  ],
  [
    "MIMIR",
    "Once you have a plan, we'll move out, Raven 1-2, 1-3 and 1-4 will assist you with taking the camp.",
    119
  ]
]